Repository: Lexie-yw/Sorting-Hat
Catalog: Sorting_Hat_Final/Sorting_Hat_Final/Form1.*.resx
Languages: fr_fr, it_it, ja_jp, zh_hans

# langSelecLabel.Text
source: Language
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
zh_hans: 语言

# advA1
source: Forbidden Forest
fr_fr: Forêt interdite
it_it: Foresta Proibita
ja_jp: 禁じられた森
zh_hans: 禁林

# advA2
source: Library
fr_fr: Bibliothèque
it_it: Biblioteca
ja_jp: 図書館
zh_hans: 图书馆

# advA3
source: Kitchen
fr_fr: Cuisines
it_it: Cucine
ja_jp: 厨房
zh_hans: 厨房

# advA4
source: Room of Requirement
fr_fr: Salle sur demande
it_it: Stanza delle Necessità
ja_jp: 必要の部屋
zh_hans: 有求必应屋

# advQ
source: Coming from MIIS, Hogwarts is a whole different school: you have free time on Sunday. Where do you go?
fr_fr: Poudlard est le jour et la nuit comparé à MIIS : tu as du temps libre le dimanche. Où le passes-tu ?
it_it: Venendo dal MIIS, Hogwarts è una scuola completamente diversa: la domenica hai tempo libero. Dove vai?
ja_jp: MIISから来たあなたにとって、ホグワーツは全く新しい世界です。もし日曜日に時間があったら、どこに行きますか？
zh_hans: 霍格沃茨是一个和MIIS完全不一样的学校，如果周末有空的话，你会去霍格沃茨的：

# animalA1
source: Lion
it_it: Leone
ja_jp: ライオン
zh_hans: 狮

# animalA2
source: Eagle
fr_fr: Aigle
it_it: Aquila
ja_jp: ワシ
zh_hans: 鹰

# animalA3
source: Badger
fr_fr: Blaireau
it_it: Tasso
ja_jp: アナグマ
zh_hans: 獾

# animalA4
source: Snake
fr_fr: Serpent
it_it: Serpente
ja_jp: サーペント
zh_hans: 蛇

# animalQ
source: What is your favorite animal companion?
fr_fr: Quel animal choisis-tu pour compagnon ?
it_it: Qual è il tuo compagno animale preferito?
ja_jp: 仲間にしたいと思う動物は？
zh_hans: 请从以下动物中选出你的伙伴：

# colorA1
source: Red
fr_fr: Rouge
it_it: Rosso
ja_jp: 深紅
zh_hans: 红色

# colorA2
source: Blue
fr_fr: Bleu
it_it: Blu
ja_jp: 青
zh_hans: 蓝色

# colorA3
source: Yellow
fr_fr: Jaune
it_it: Giallo
ja_jp: 黄色
zh_hans: 黄色

# colorA4
source: Green
fr_fr: Vert
it_it: Verde
ja_jp: 緑
zh_hans: 绿色

# colorQ
source: What is your lucky color?
fr_fr: Quelle est ta couleur porte-bonheur ?
it_it: Qual è il tuo colore fortunato?
ja_jp: あなたのラッキーカラーは？
zh_hans: 请从以下选项中选择你的幸运颜色：

# courseA1
source: Defense against the Dark Arts
fr_fr: Défense contre les forces du Mal
it_it: Difesa contro le Arti Oscure
ja_jp: 闇の魔術に対する防衛術
zh_hans: 黑魔法防御术

# courseA2
source: Charms
fr_fr: Sortilèges
it_it: Incantesimi
ja_jp: 呪文学
zh_hans: 魔咒学

# courseA3
source: Care of Magic Creatures
fr_fr: Soins aux créatures magiques
it_it: Cura delle Creature Magiche
ja_jp: 魔法生物飼育学
zh_hans: 保护神奇动物

# courseA4
source: Potions
it_it: Pozioni
ja_jp: 魔法薬学
zh_hans: 魔药学

# courseQ
source: What will be your core course in the first semester?
fr_fr: Quel cours principal choisis-tu au premier semestre ?
it_it: Quale sarà il tuo corso principale nel primo semestre?
ja_jp: 最初の学期で受けてみたい主要科目は？
zh_hans: 请选一门课作为你第一学期的核心课程：

# enrollmentCongrats
source: Congratulations! You are now a student of
fr_fr: Félicitations ! Tu es maintenant un·e étudiant·e de
it_it: Congratulazioni! Ora sei uno studente di
ja_jp: おめでとうございます！あなたに割り当てた寮は
zh_hans: 恭喜！你已被录取到

# enrollmentDateIntro
source: Enrollment Date:
fr_fr: Date d'inscription :
it_it: Data di iscrizione:
ja_jp: 入学日：
zh_hans: 注册日期：

# enrollmentGreeting
source: Best,
fr_fr: Avec nos salutations distinguées,
it_it: Cordiali saluti,
ja_jp: よろしくお願いします。
zh_hans: 真挚问候

# houseNameGryffindor
source: Gryffindor
fr_fr: Gryffondor
it_it: Grifondoro
ja_jp: グリフィンドール
zh_hans: 格兰芬多

# houseNameHufflePuff
source: HufflePuff
fr_fr: Poufsouffle
it_it: Tassorosso
ja_jp: ハッフルパフ
zh_hans: 赫奇帕奇

# houseNameRavenclaw
source: Ravenclaw
fr_fr: Serdaigle
it_it: Corvonero
ja_jp: レイブンクロー
zh_hans: 拉文克劳

# houseNameSlytherin
source: Slytherin
fr_fr: Serpentard
it_it: Serpeverde
ja_jp: スリザリン
zh_hans: 斯莱特林

# insA1
source: Violin
fr_fr: Violon
it_it: Violino
ja_jp: ヴァイオリン
zh_hans: 小提琴

# insA2
source: Drums
fr_fr: Batterie
it_it: Batteria
ja_jp: ドラム
zh_hans: 鼓

# insA3
source: Piano
it_it: Pianoforte
ja_jp: ピアノ
zh_hans: 钢琴

# insA4
source: Trumpet
fr_fr: Trompette
it_it: Tromba
ja_jp: トランペット
zh_hans: 小号

# insQ
source: Which instrument would you choose for the soundtrack of your life?
fr_fr: Quel instrument ferait la bande-sonore de ta vie ?
it_it: Quale strumento sceglieresti come colonna sonora della tua vita?
ja_jp: 人生にサウンドトラックがあるとしたら、どの楽器を選びますか？
zh_hans: 你会选择哪种乐器为你生活的配乐:

# patronusA1
source: Stag
fr_fr: Un cerf
it_it: Cervo
ja_jp: 牡鹿
zh_hans: 牡鹿

# patronusA2
source: Wolf
fr_fr: Un loup
it_it: Lupo
ja_jp: オオカミ
zh_hans: 狼

# patronusA3
source: Hare
fr_fr: Un lièvre
it_it: Lepre
ja_jp: 野うさぎ
zh_hans: 野兔

# patronusA4
source: Doe
fr_fr: Une biche
it_it: Cerva
ja_jp: 雌鹿
zh_hans: 牝鹿

# patronusQ
source: What is your Patronus?
fr_fr: Quel est ton Patronus ?
it_it: Qual'è il tuo Patronus?
ja_jp: あなたの守護霊は？
zh_hans: 你的守护神是:

# placeA1
source: Southern Tower
fr_fr: Dans la tour du Sud
it_it: Torre del Sud
ja_jp: 南塔
zh_hans: 南塔

# placeA2
source: High Tower
fr_fr: Dans la Haute-Tour
it_it: Torre Alta
ja_jp: 高い塔
zh_hans: 高塔

# placeA3
source: Under Lake Palace
fr_fr: Dans un palais sous le lac
it_it: Palazzo sotto il lago
ja_jp: 湖の下の城
zh_hans: 湖底宫殿

# placeA4
source: Warm Basement
fr_fr: Sous-sol
it_it: Seminterrato caldo
ja_jp: 暖かい地下室
zh_hans: 温暖的地下室

# placeQ
source: Where do you want to live?
fr_fr: Où souhaites-tu résider ?
it_it: Dove vuoi vivere?
ja_jp: どこに住みたいですか？
zh_hans: 以下地点中，你愿意住在：

# qdchA1
source: Seeker
fr_fr: Attrapeur·se
it_it: Cercatore
ja_jp: シーカー
zh_hans: 找球手

# qdchA2
source: Chaser
fr_fr: Poursuiveur·se
it_it: Cacciatore
ja_jp: チェイサー
zh_hans: 追球手

# qdchA3
source: You’ll be cheering in the crowd, supporting everyone
fr_fr: Tu seras sur les gradins, encourageant tout le monde
it_it: Farai il tifo in mezzo alla folla, sostenendo tutti.
ja_jp: 客席でみんなを応援する
zh_hans: 坐在观众席中，为大家加油打气

# qdchA4
source: Beater
fr_fr: Batteur·se
it_it: Battitore
ja_jp: ビーター
zh_hans: 击球手

# qdchQ
source: You’ve followed the Quidditch world cup in the past weeks and now you want to join your house’s team. Which position do you want to play?
fr_fr: Tu as suivi la coupe du monde de Quidditch ces dernières semaines. Tu veux maintenant rejoindre l'équipe de ta maison. Quel poste veux-tu occuper ?
it_it: Hai seguito la Coppa del Mondo di Quidditch nelle ultime settimane e ora vuoi entrare nella squadra della tua casa. In quale ruolo vuoi giocare?
ja_jp: あなたはこの数週間、クィディッチ・ワールドカップを観戦しましたが、今度こそ自分の寮のチームに入りたいと考えています。どのポジションに応募したいですか？
zh_hans: 在过去几周中，你一直在关注魁地奇世界杯赛。现在，你想申请加入学院魁地奇队，担当：

# qualityA1
source: Courage
it_it: Coraggio
ja_jp: 勇気
zh_hans: 勇敢

# qualityA2
source: Wisdom
fr_fr: Sagesse
it_it: Saggezza
ja_jp: 知性
zh_hans: 智慧

# qualityA3
source: Loyalty
fr_fr: Loyauté
it_it: Lealtà
ja_jp: 忠義
zh_hans: 忠诚

# qualityA4
source: Ambition
it_it: Ambizione
ja_jp: 野心
zh_hans: 抱负

# qualityQ
source: Which quality do you value the most?
fr_fr: Quelle qualité t'est la plus chère ?
it_it: Quale qualità apprezzi di più?
ja_jp: あなたにとって、最も大切な性格的特徴は？
zh_hans: 以下品质中，你最看重的是：

# signature
source: Admission Office of Hogwarts, School of Witchcraft and Wizardry
fr_fr: Le bureau des admissions de Poudlard, école de magie et de sorcellerie
it_it: Ufficio ammissioni di Hogwarts, Scuola di Magia e Stregoneria di Hogwarts
ja_jp: ホグワーツ入試事務局
zh_hans: 霍格沃茨招生办

# teaA1
source: Yorkshire pudding with roast beef
fr_fr: Pain au chocolat
it_it: Yorkshire pudding con arrosto di manzo
ja_jp: ローストビーフヨークシャープディング添え
zh_hans: 约克郡布丁配烤牛肉

# teaA2
source: Salmon finger sandwiches
fr_fr: Crêpe citron-sucre
it_it: Panini al salmone
ja_jp: サーモンのフィンガーサンドイッチ
zh_hans: 三文鱼手指三明治

# teaA3
source: Pumpkin pasties
fr_fr: Tarte au pomme
it_it: Pasticcio di zucca
ja_jp: パンプキンパスティ
zh_hans: 南瓜馅饼

# teaA4
source: Rock cakes
fr_fr: Rochers
it_it: Torte di roccia
ja_jp: ロックケーキ
zh_hans: 岩皮饼

# teaQ
source: It’s a sunny afternoon. What will you have with your tea?
fr_fr: C'est un bel après-midi. Que choisis-tu pour ton goûter ?
it_it: È un pomeriggio di sole. Cosa prendete con il tè?
ja_jp: うららかな午後に、アフタヌーンティーは何にしますか？
zh_hans: 在阳光明媚的午后，你会选择的下午茶是：

# this.Text
source: Sorting Hat
fr_fr: Choixpeau magique
it_it: Cappello Parlante
ja_jp: 組み分け帽子
zh_hans: 分院帽

# treasureA1
source: Sword
fr_fr: Une épée
it_it: Una spada
ja_jp: 剣
zh_hans: 宝剑

# treasureA2
source: Diadem
fr_fr: Un diadème
it_it: Un diadema
ja_jp: 王冠
zh_hans: 冠冕

# treasureA3
source: Golden cup
fr_fr: Une coupe en or
it_it: Una coppa d'oro
ja_jp: 黄金の杯
zh_hans: 金杯

# treasureA4
source: Personal diary
fr_fr: Ton journal intime
it_it: Il tuo diario personale
ja_jp: 秘密の日記
zh_hans: 秘密日记

# treasureQ
source: What’s your most precious possession?
fr_fr: Quel est l'objet le plus précieux que tu possèdes ?
it_it: Qual è il tuo bene più prezioso?
ja_jp: あなたの最も貴重な所有物は？
zh_hans: 你最珍贵的物品是：

# button1.Text
source: button1
fr_fr: Rouge
it_it: Rosso

# button2.Text
source: button2
fr_fr: Bleu
it_it: Blu

# button3.Text
source: button3
fr_fr: Jaune
it_it: Giallo

# button4.Text
source: button4
fr_fr: Vert
it_it: Verde

# shQuestion.Text
source: Question
fr_fr: Quelle est ta couleur porte-bonheur ?
it_it: Qual è il tuo colore fortunato?
